{
	"sandstone": {
		"intro": "Sandstone is a coarse-grained sedimentary rock formed by the consolidation and compaction of sand and held together by a natural cement, such as silica, iron, lime etc. An extremely hard and tough material, it consists of consolidated masses of sand deposited bymoving water or by wind & thus having different level of Porosity, hardness & compressivestrength. Largely the cementing material often determines the color of the rock, iron oxidescausing reddish-brown or red sandstone, and the other materials producing white,yellowish, or grayish, Orange and even purple & greenish colors. The bright and contrastingcolors in sandstones are the attributes of Iron oxides, manganese oxides and otherimpurities present in it. If you want to give a retro look to your kitchens, offices, homes orany other interior/exterior you can surely go for sandstone. The Indian sandstone tile givesa castle like environment around or something like the woods which would trigger yournostalgia.",
		"subtype": {
			"flamed": {
				"name": "Flamed",
				"intro": "The surface of this hand selected Indian Sandstone is fired to create a gently rippled texture which brings out the natural beauty of the stone.The unique finish on our Flamed Sandstone paving range creates a stunnning aesthetic andadds real class to almost any patio, whilst the sawn edges give a sharp contemporary look. Combine large and linear patio packs for many more pattern options.Mixed size paving patio packsMixed size Linear patio packSawn edges and calibrated thickness",
				"stones": [
					["Kandla Grey", "kandla_grey.jpg", "Kandla Gray Sandstone or Bhilwara Gray Sandstone or Silver Sand Sandstone is Gray colored extremely hard sandstone because of the quartz grains being cemented together with silica and calcite. This is hard wearing sandstone. It shares the solid modern feel of bluestone and looks simply stunning laid around a pool. The colors of this sandstone are very consistent however still for very discerning customers it can still be graded in two shades Dark Gray & Light Gray."],
					["Raj Green", "rajgreen.jpg", "Raj Green Sandstone is a mix of light Green tones with hints of brown, buff & plum colored Sandstone. Raj green sandstone is similar to traditional yorkstone suitable for traditional landscape designs with its lightly riven surface. The dense structure of this sandstone makes it durable and quick drying. It is made up of uniform sized quartz grains and other minerals of fairly uniform size and often smooths and rounded. Raj Green Sandstone suits to the extreme European climate, Raj Green sandstone paving slabs / tiles are frost resistant. They will weather to give a natural appearance enhancing your patio, path or driveway."]
				]
			},
			"honed": {
				"name": "Honed",
				"intro": "Honed natural stone paving will provide you with elegant chic looks and add an air of sophistication to your home and garden. This natural stone paving has been machine cut on all 6 sides and then honed to provide a smooth finish that will complement the most contemporary of styles. We offer a wide range of colours in Indian sandstone paving to suit the look you are after.",
				"stones": [
					["Agra Red", "agra_red_.jpg", "Dholpur Red Sandstone or as is popularly called Agra Red Sandstone got its name from the quarries location and its proximity to Agra City famous world over for being the host of one of the Seven Wonders of the World THE &quot;TAJ MAHAL&quot;. Sandstones take its color based on the minerals proximity to the rock at the time of formation. Red color is imparted due to the presence of Iron Oxides near the bedding planes. This is hard wearing sandstone designed for conformity of color and a contemporary styling."],
					["Autumn Brown", "autumn brown.0.jpg", "Our Autumn Brown natural Indian sandstone paving slabs are hand split to give a riven surface. Autumn Brown paving displays predominant tones of brown to grey brown. As with all natural stone paving, each slab has unique patterns, tonal variations and slight differences in colour which give its charm.This product is recommended for exterior use in garden patios as well as interior stone flooring."],
					["Camel Dust", "cameldust.jpg", "Camel dust Sandstone is a natural Indian Sandstone with pleasing tones in soft creamy light yellowish brown with gentle random hues of golden brown running through this natural paving. Camel Yellow Sandstone is ideal if you are looking for a traditional, sophisticated feel to your paved area."],
					["Kandla Grey", "kandla-grey-sawn-honed.jpg", "Kandla Gray Sandstone has the property of being chiseled and dressed into smooth surface or can be carved into various shapes. It is extensively used as roofing and flooring stones, as well as for paving and paneling purposes. It is also used in the form of beams, pillars arches, doors and window sills, wall facings, fence posts and millstone etc. This stone is highly resistant to acids, alkalis and salinity and it provides resistance to thermal variance also and is therefore suitable for construction of building near seashore or as a flooring material and wall facing in chemical industries due to its acid and alkali resistant properties."],
					["Modak Pink", "modak_pink.jpg", "Due to the individual characteristics of hand quarried natural stone, each piece has its own unique look and may vary in color, texture and thickness from other pieces of the same type of stone. Modak sandstone slabs are ideal for patio paving and garden paving. They are calibrated to a consistent thickness for e asy laying."],
					["Lalitpur Yellow", "lalitpuryellow.jpg", "Lalitpur Yellow Sandstone is a beautiful natural Sandstone exhibiting a mixture of yellow, buff, and golden colors. With its natural tones and shades, Lalitpur Yellow Sandstone paving blends in with almost any surrounding. Lalitpur Yellow is especially useful in exterior claddings in sea shore buildings due to acid and thermal resistant properties. As such the effect of saline winds is negligible on Lalitpur Yellow Sandstone."],
					["Mint", "mint_honed_pic.jpg", "Honed finish results from the natural finish tiles being polished to give a smooth surface, free of any irregularities. The color becomes much more even and very light, when wet there may be it bit of underlying color showing. Mint Sandstone is especially useful in exterior claddings in sea shore buildings due to acid and thermal resistant properties. As such the effect of saline winds is negligible on Mint Sandstone."],
					["Modak", "L_Sandstone_7655_Modak_HC.jpg", "Modak Sandstone tiles are specifically chosen for their rich color, surface texture and durability. With either a honed or a natural face surface, this range will make a truly individual design statement in any living space. They can be used to create a dramatic effect in a number of situations - whether as a feature wall, or as the main floor of a living room."],
					["Raj Green", "rajgreenhoned.jpg", "Loved by architects and designers for its clean-cut, contemporary look, Raj Green Smooth Sawn Sandstone Paving is sawn six sides, lightly honed surface warm colouring, that complements traditional and contemporary settings. Extremely hard-wearing and low maintenance"],
					["Sagar Black", "sugarblack.jpg", "Sagar Black Sandstone has high compressive and flexural strength with negligible porosity, low water absorption and high resistance to weathering etc. It is suitable in industrial and residential constructions and is available in different finishes like hand cut, machine cut , one side and both side honed, polished mirror finish, calibrated etc. Sagar Black Sandstone tiles are available in different sizes and thicknesses."]
				]
			},
			"natural_paving": {
				"name": "Natural Paving",
				"intro": "If you're redesigning your outdoor area, choose a paving solution that's altogether different. Natural Sandstone will give your patio that touch of exclusivity because each paving slab is different and unique, thanks to the many natural tonal variations, differing riven profiles and exquisite natural veining.With a range of natural shades and varied shapes, not to mention individual textures, Natural Sandstone provides a wealth of design possibilities.The Natural Sandstone range is also available in a selection of circle feature kits, edging and walling products.",
				"stones": [
					["Agra Red Sandstone", "agra_red_sandstone.jpg"],
					["Autumn Brown Sandstone", "autumnbrown.jpg"],
					["Buff Sandstone", "buff.jpg"],
					["Dholpur Beige Sandstone", "dolpur_beige_sandstone.jpg"],
					["Gold Leaf Sandstone", "goldenleaf.jpg"],
					["Kandla Grey Sandstone", "kandlagrey.jpg"],
					["Mandana Red Sandstone", "madanared.jpg"],
					["MintSandstone", "mint.jpg"],
					["Modak Sandstone", "modak.jpg"],
					["Raj Green Sandstone", "rajgreen.jpg"],
					["Raveena Sandstone", "raveena.jpg"],
					["Sagar Black Sandstone", "sugarblack.jpg"],
					["Raj Green", "rajgreen.jpg"]
				]
			},
			"shortblast": {
				"name": "Shot Blast",
				"intro": "",
				"stones": [
					["Raj green", "rajgreen.jpg"],
					["Marigold", "marigold.jpg"],
					["Buff/camel dust", "camel_dust_1.jpg"],
					["Kandla grey", "kandla_grey_.jpg"],
					["Mint", "mint.jpg"],
					["Indian York", "indianyork.jpg"],
					["Lalitpur yellow", "lalitpuryellow.jpg"],
					["Sugar black", "S_Sagar_Black_1.jpg"],
					["Garda", "garda.jpg"],
					["Dholpur beige", "dholpur-beige-.jpg"],
					["Agra red", "agra-red-shot-blast-sandstone-.jpg"],
					["Forest brown", "forestbrown.jpg"],
					["Mandana Red", "mandanared.jpg"],
					["Multi Sandstone", "multisandstone.jpg"],
					["Autumn Brown", "autumnbrown.jpg"],
					["Lalitpur Grey", "lalitpurgrey.jpg"],
					["White Sandstone", "white.jpg"],
					["Light Yellow", "lightyellow.jpg"]
				]
			},
			"tumbled": {
				"name": "Tumbled Paving",
				"intro": "Tumbled Paving, available in Indian sandstone, brings a touch of warmth and age that particularly suits older and traditional settings. The paving is created by passing newly riven stone through vibrating machinery, which smooths edges, rounds off corners and softens the riven profile, creating a vintage feel. Available in Raj Green, Mint, Kandla Grey, and Black Sandstone Paving, our range has a colour to suit any location and comes in a variety of sizes to extend design options. Tumbled Paving patio packs contain an equal mix of all four sizes, making them a convenient choice when a relaxed, rustic effect is favoured. Tumbled Paving combines well with our Tumbled Sandstone Setts to create pattern and edging options, whilst the setts' smoother surface adds variation to the texture of paving designs.",
				"stones": [
					["Mint Sandstone Paving", "tumbledmint.jpg", "Mint Sandstone, with its lovely variety of beige and pastel tones, looks beautifully a ed after tumbling. It works well in traditional landscape designs, where its hand-cut edges, softened riven texture and occasional darker veining create a feel of long-established warmth."],
					["kandla grey Sandstone Paving", "kadlagrey.jpg", "The consistent mid-grey colour of Tumbled Kandla Grey Sandstone Paving adds understated chic to traditional settings, and softens contemporary designs. Its hand-cut edges and riven surface, smoothed with tumbling, have acquired a character that immediately looks established."],
					["Raj Green Sandstone Paving", "raj_green_tumbled_1.jpg", "Tumbled Raj Green Sandstone, with its cheerful mix of colours dominated by a subtle light green similar to Yorkstone, looks instantly weathered. More lightly riven than other sandstones, it blends well in a wide range of traditional settings, immediately looking long-established"],
					["Sagar Black Sandstone Paving", "sagarblack.jpg", "Tumbled Black Sandstone Paving, a consistent and sophisticated charcoal grey, with hand-cut edges, looks immediately established in traditional settings, while its low- maintenance, riven surface has a more weathered character through tumbling, which gives a softer effect to contemporary designs."],
					["Lalitpur yellow Sandstone Paving", "lalitpuryellow.jpg", "lalitpur Yellow Limestone, its mottled warmth enhanced by a brushed surface and a heavily tumbled finish, gives real character to a rustic setting. Economical project packs help you make easy work of laying a paving pattern to match the stone's character. Bespoke options are also available."],
					["modak pink Sandstone Paving", "modakpink.jpg", "Modak Sandstone as it is popularly called is a stunning mix of pink, rose, honey and terracotta colors. A popular stone as it has a natural appearance which will blend harmoniously with any environment. Modak Sandstone provides striking blend of colors with a pale backdrop and distinctive pink veining. Shades within Modak Sandstone include rusty oranges, pinks and even pale yellows, blending together to produce a very individual finish."],
					["camel dust Sandstone Paving", "Camel-Dust-Sandstone.jpg", "Our Camel Dust natural Indian sandstone paving slabs are hand split to give a riven surface. Camel Dust paving displays predominant tones of buff with some green greys and light pinks, and distinguished by it's banding and patterning within the slabs.As with all natural stone paving, each slab has unique patterns, tonal variations and slight differences in colour which give it's charm."],
					["autumn brown Sandstone Paving", "autumnbrown.jpg", "Our Autumn Brown natural Indian sandstone paving slabs are hand split to give a riven surface. Autumn Brown paving displays predominant tones of brown to grey brown. As with all natural stone paving, each slab has unique patterns, tonal variations and slight differences in colour which give it's charm."]
				]
			}
		}
	},
	"cobble": {
		"intro": "Cobblestones are typically either set in sand or similar material, or are bound together with mortar. Paving with cobblestones allows a road to be heavily used all year long. It prevents the build-up of ruts often found in dirt roads. It has the additional advantage of not getting muddy in wet weather or dusty in dry weather. Shod horses are also able to get better traction on stone cobbles, pitches or setts than tarmac/asphalt. The fact that carriage wheels, horse hooves and even modern automobiles make a lot of noise when rolling over cobblestone paving might be thought a disadvantage, but it has the advantage of warning pedestrians of their approach. In England, the custom was to strew the cobbles outside the house of a sick or dying person with straw to dampen the sound.",
		"subtype": {
			"sandstonecobble": {
				"name": "Sandstone Cobbles/Setts",
				"intro": "",
				"stones": [
					["kandla grey", "kandlagrey.jpg"],
					["sagar black", "sagarblack.jpg"],
					["raj green", "rajgreen.jpg"],
					["modak", "modak.jpg"],
					["Mint", "mint.jpg"],
					["multicolour", "multi.jpg"],
					["ochre", "ochre.jpg"]
				]
			},
			"tumbled": {
				"name": "Tumbled Sandstone Cobbles/Setts",
				"intro": "",
				"stones": [
					["Raj green", "Raj-Tumbled-Modak-Setts-1.jpg"],
					["multicolour", "multi.jpg"],
					["sagar black", "sagarblack.jpg"],
					["modak pink", "modakpink.jpg"]
				]
			},
			"sawn": {
				"name": "Sawn & Tumbled Sandstone Block Paving",
				"intro": "",
				"stones": [
					["Raj green", "rajgreen.jpg"],
					["multicolour", "multi.jpg"],
					["autumn brown", "autumn.jpg"],
					["kandla green", "kandla.jpg"]
				]
			},
			"settscircle": {
				"name": "Cobble/Sett Circle",
				"intro": "",
				"stones": [
					["sagar black", "sagarblack.jpg"]
				]
			},
			"granitesetts": {
				"name": "Granite Setts",
				"intro": "",
				"stones": [
					["black", "sagarblack.jpg"],
					["Silver grey", "silvergrey.jpg"],
					["brown", "brown.jpg"],
					["red", "red.jpg"],
					["beige", "beige.jpg"]
				]
			},
			"limestonesetts": {
				"name": "Limestone Cobbles/Setts",
				"intro": "",
				"stones": [
					["Tandur Yellow Tumbled", "tanduryellow.jpg"],
					["Kadappa Black", "kadappa-black-limestone-cobbles-500x500.jpg"],
					["Chittor Black", "chittor.jpg"],
					["Kota Brown Tumbled", "kotabrown.jpg"],
					["Kota Blue Tumbled", "kotablue.jpg"]
				]
			}
		}
	},
	"granite": {
		"intro": "Granite is a common type of felsic intrusive igneous rock that is granular and phaneritic in texture. Granites can be predominantly white, pink, or gray in color, depending on their mineralogy. Strictly speaking, granite is an igneous rock with between 20% and 60% quartz by volume, and at least 35% of the total feldspar consisting of alkali feldspar, although commonly the term &quot;granite&quot; is used to refer to a wider range of coarse grained igneous rocks containing quartz and feldspar. These rocks mainly consist of feldspar, quartz, mica, and amphibole minerals, which form an interlocking, somewhat equigranular matrix of feldspar and quartz with scattered darker biotite mica and amphibole peppering the lighter color minerals. Occasionally some individual crystals are larger than the groundmass, in which case the texture is known as porphyritic. A granitic rock with a porphyritic texture is known as a granite porphyry.",
		"subtype": {
			"north": {
				"name": "North",
				"intro": "",
				"stones": [
					["Blue Star", "bluestar.jpg"],
					["Bruno Red", "bruno-red-granite-1411036.jpg"],
					["Chine White", "chinawhite.jpg"],
					["Granite Tiger Skin", "granite-tiger-skin.jpg"],
					["Imperial Pink", "imperialpink.jpg"],
					["Imperial Red", "imperialred.jpg"],
					["Jhansi Red", "jhansired.jpg"],
					["Red Tiles", "k-red-tile-16699-1B.jpg"],
					["Lakha Red", "Lakha-Red-granite.jpg"],
					["Mokalsar Green Granite", "MokalsarGreenGranite.jpg"],
					["Platinum White", "platinumwhite.jpg"],
					["Polished Yellow", "polishedyellow.jpg"],
					["Raymond Blue", "raymond-blue.jpg"],
					["Rosy Pink", "rosypink.jpg"],
					["Royal Green", "ROYAL-GREEN-800x600.jpg"],
					["Sinduri Red", "sinduri-red-granite-2.jpg"],
					["Sunrise", "sunrise.jpg"],
					["Pink Pearl Flamed", "_pink_pearl_flamed-1000x1000.jpg"]
				]
			},
			"south": {
				"name": "South",
				"intro": "",
				"stones": [
					["Absolute Black Granite", "AbsoluteBlackGranite.jpg"],
					["Black Galaxy Granite", "BlackGalaxyGranite.jpg"],
					["Black Pearl Granite", "BlackPearlGranite.jpg"],
					["Brass Blue Granite", "BrassBlueGranite.jpg"],
					["Coffee Brown Granite", "CoffeeBrownGranite.jpg"],
					["Colombo Juparana Granite", "ColomboJuparanaGranite.jpg"],
					["Ghibli Granite", "GhibliGranite.jpg"],
					["Golden Juparana Granite", "GoldenJuparanaGranite.jpg"],
					["Hassan Green Granite", "HassanGreenGranite.jpg"],
					["Imperial Gold Granite", "ImperialGoldGranite.jpg"],
					["Imperial White", "Imperial_White.jpg"],
					["Indian Black Granite", "IndianBlackGranite.jpg"],
					["Indian Juparana Granite", "IndianJuparanaGranite.jpg"],
					["Indian Mahagony Granite", "IndianMahagonyGranite.jpg"],
					["Kashmir Gold Granite", "KashmirGoldGranite.jpg"],
					["Kashmir White Granite", "KashmirWhiteGranite.jpg"],
					["lady dream large thumb", "lady_dream_large_thumb.jpg"],
					["Lavender Blue Granite", "LavenderBlueGranite.jpg"],
					["Madura Gold Granite", "MaduraGoldGranite.jpg"],
					["Paradisso", "Paradisso ClassicGranite.jpg"],
					["Paradisso Bash Granite", "ParadissoBashGranite.jpg"],
					["RawSilk Ivory Granite", "RawSilkIvoryGranite.jpg"],
					["RawSilk Pink Granite", "RawSilkPinkGranite.jpg"],
					["Red Multicolor Granite", "RedMulticolorGranite.jpg"],
					["Rosewood Granite", "RosewoodGranite.jpg"],
					["saphire", "saphire-brown-close-up.jpg"],
					["Seaweed Green Granite", "SeaweedGreenGranite.jpg"],
					["Shiva Pink Granite", "ShivaPinkGranite.jpg"],
					["Shivasaki Gold Granite", "ShivasakiGoldGranite.jpg"],
					["Sierra Grey Granite", "SierraGreyGranite.jpg"],
					["Steel Grey Granite", "SteelGreyGranite.jpg"],
					["Tan Brown Granite", "TanBrownGranite.jpg"],
					["Tropical Green Granite", "TropicalGreenGranite.jpg"],
					["Typhoon Green Granite", "TyphoonGreenGranite.jpg"],
					["Viscon White Granite", "VisconWhiteGranite.jpg"],
					["Vizag Blue Granite", "VizagBlueGranite.jpg"]
				]
			}
		}
	},
	"ledger": {
		"intro": "Ledger panels, also known as ledge stone, ledger stone or stone veneer, represent an architectural stone facing tile system. They capture the look of stacked stone panels and add dimension and texture to an installation and can be used for residential or commercial applications in both interiors and exteriors. Common applications include: shower walls, bathroom walls, kitchen backsplashes, walls in foyers, hallways, vestibules, and any other decorative surface.",
		"subtype": {
			"ledgerpanel": {
				"name": "Ledger Panels",
				"intro": "",
				"stones": [
					["indian Autumn", "IndianAutumn.jpg"],
					["Silver Grey", "v"],
					["Copper", "Copper.jpg"],
					["Silver Shine", "SilverShine.jpg"],
					["Deoli Green", "deoligreenledger.jpg"],
					["Jack Multi", "Jack-Multi-Color-Ledger-Panels.jpg"],
					["Mint", "Mint.png"],
					["Copper Waterfall", "CopperWaterfall.jpg"],
					["Jack Black", "JackBlack.png"],
					["Deoli Multi", "DeoliMulti.jpg"]
				]
			},
			"mosaics": {
				"name": "Mosaics & Other Patterns",
				"intro": "",
				"stones": [
					["Brown Chiselled 3x3", "BrownChiselled.png"],
					["Basalana Black 2x2", "BasalanaBlack.png"],
					["R.Brown 2x2", "R.Brown.jpg"],
					["Mint China Pattern", "MintChinaPattern.png"],
					["Mint Moulded", "MintMoulded.jpg"],
					["Mint Sapphire", "MintSapphire.png"],
					["R.Brown Interlocking Rockfaced", "R.BrownInterlockingRockfaced.jpg"],
					["Teak", "Teak.jpg"],
					["Teak Pilar", "TeakPilar.png"],
					["Teak Star Shotblasted", "shape_pic-271.png"]
				]
			}
		}
	},
	"limestone": {
		"intro": "Limestone is one of the most common types of rock found on the surface of the Earth. About 10% of the land surface of our planet is made of limestone or similar types of rock; while around 25% of the world's population either live on or take their water from limestone. It is thought that 50% of all our oil and gas reserves are trapped in limestone buried beneath the surface. LIMESTONE is calcareous sedimentary rock composed of the mineral calcite (CaCO3), which upon calcination yields lime (CaO) for commercial use. In its broadest interpretation the term includes any calcareous material such as marble, chalk, travertine, tufa, limeshell, coral and marl each possessing different and distinct physical properties.",
		"subtype": {
			"naturallimestone": {
				"name": "Natural limestone paving",
				"intro": "Natural Limestone gives you the best of both worlds. On the one hand, it offers outstanding visual appeal with its dramatic shades and distinctive natural veining. On the other hand, Natural Limestone offers superb strength and durability, this combines a uniquely striking appearance with a hardwearing performance, ensuring your patio looks great for years to come. ",
				"stones": [
					["Kota Blue", "kotablue.jpg"],
					["Kota brown", "kotabrown.jpg"],
					["Kadappa Black", "kaddapablack.jpg"],
					["Tandur yellow", "tandur.jpg"],
					["Tandur grey", "Vintage-Tandoor-Grey-Limestone-1-960x600.jpg"],
					["K.grey", "k.grey.jpg"]
				]
			},

			"tumbled": {
				"name": "Tumbled paving",
				"intro": "Our Tumbled Amber Limestone – a pale honey colour palette with great variations in hue. Tumbled to give a worn textured look to the surface. Imported directly from India our Tumbled Amber Limestone naturally splits very cleanly and gives a flat modern looking shape to this natural paving option. A bright choice for patios, pathways and general paving applications.",
				"stones": [
					["Kota Blue", "kota-blue-paving-2.jpg"],
					["Kota brown", "kotabrown.jpg"],
					["Kadappa Black", "kadappablack.jpg"],
					["Tandur yellow", "tanduryellow.jpg"],
					["Tandur grey", "tandurgrey.jpg"]
				]
			},

			"honed": {
				"name": "Honed Limestone Paving",
				"intro": "In nature, the limestone bed is found to occur in varying purity, generally a part of the calcium molecules being replaced by magnesium tending towards magnesium limestone or dolomitic limestone. Limestone with more than10% of mineral dolomite is termed dolomite limestone, and that with 5 to 10%, magnesium limestone. Limestone is a beautiful stone and is available in many different colors and shades ranging from white, cream, tones of blues, greys, tans and even dark blacks which occurs when there is a high content of organic material.",
				"stones": [
					["Kota Blue", "kotablue.jpg"],
					["Kota brown", "kotabrown.jpg"],
					["Kadappa Black", "kadappablack.jpg"],
					["Tandur yellow", "tanduryellow.jpg"],
					["Tandur grey", "tandurgrey.jpg"]
				]
			},

			"shotblast": {
				"name": "Shotblasted Limestone Paving",
				"intro": "Strong, hard wearing and sturdy, when properly sealed, Limestone can be used to enhance the look of any room in your home and is always the Interior Designers' stone of choice. Limestone is especially popular in architecture, and many landmarks around the world are made primarily of the material. Limestone is readily available and relatively easy to cut into blocks or more elaborate carving. It is also long-lasting and stands up well to exposure.",
				"stones": [
					["kota blue", "kotablue.jpg"],
					["kota brown", "kotabrown.jpg"],
					["ocean blue", "oceanblue.jpg"],
					["sunrise gold", "sunrisegolden.jpg"]
				]
			}
		}
	},
	"marble": {
		"intro": "Marble is a type of metamorphic rock formed by Marble when subjected to high temperatures and pressures over thousands of years, resulting in a stone capable of taking a high glossy polish. This ageless material is the basis of architectural wonders, artistic masterpieces and beautiful enduring living spaces. Marble is made of more than 90% calcite (calcium carbonate). But it's the remaining percentage of &quot;impurities&quot; that grant the many different varieties their peculiar colors and characteristics. Marble can be translucent, white, brown, red, green, black and grey. It can have a uniform color and texture or have spots, swirls or veins.",
		"subtype": {
			"RainforestBrown": {
				"name": "Rainforest Brown",
				"intro": "",
				"stones": [
					["Rainforest Brown", "rainforest.jpg"]
				]
			},
			"Rainforestgold": {
				"name": "Rainforest gold",
				"intro": "",
				"stones": [
					["Rainforest gold", "Rainforest-Gold-Marble5.jpg"]
				]
			},
			"Rainforestgreen": {
				"name": "Rainforest green",
				"intro": "",
				"stones": [
					["Rainforest green", "rainforest-green.jpg"]
				]
			},
			"LadyOnyx": {
				"name": "Lady Onyx",
				"intro": "",
				"stones": [
					["Lady Onyx", "ladyonyx.jpg"]
				]
			},
			"FortunePink": {
				"name": "Fortune Pink",
				"intro": "",
				"stones": [
					["Fortune Pink", "fortunepink.jpg"]
				]
			},
			"KatniBeige": {
				"name": "Katni Beige",
				"intro": "",
				"stones": [
					["Katni Beige", "katni-beige.jpg"]
				]
			},
			"JaisalmerYellow": {
				"name": "Jaisalmer Yellow",
				"intro": "",
				"stones": [
					["Jaisalmer Yellow", "jaisalmer_yellow.jpg"]
				]
			},
			"EtaGold": {
				"name": "Eta Gold",
				"intro": "",
				"stones": [
					["Eta Gold", "eta-gold-sandblasted-antique-1478257586_p_2464151_473233.jpg"]
				]
			},
			"GoldenFlower": {
				"name": "Golden Flower",
				"intro": "",
				"stones": [
					["Golden Flower", "Golden-Flower.jpg"]
				]
			}
		}
	},
	"slates": {
		"intro": "Slate has been used for a number of applications over the years. One common use is as a natural form of roof shingle. Natural stone has been valued throughout the century for its unparalleled sculptural and architectural qualities. We at ANSI take pride in bringing out the best in this remarkable building material. Our unique quarry relationships and finishing processes result in products that are harder, non-absorbent and more consistent in thickness, for unparalleled performance and ease of installation. Unlike low quality shale and schist products that are quarried near the surface, the products quarried by us are an ancient material, derived from deeper deposits formed hundreds of millions of years ago and thus ensure more uniform quality as a whole.",
		"subtype": {
			"Kund Multi": {
				"name": "Kund Multi",
				"intro": "",
				"stones": [
					["Kund Multi", "Kund-Multi-Slate-800x600.jpg"]
				]
			},
			"Deoli Green": {
				"name": "Deoli Green",
				"intro": "",
				"stones": [
					["Deoli Green", "deoli-green-natural.jpg"]
				]
			},
			"Silver Grey": {
				"name": "Silver Grey",
				"intro": "",
				"stones": [
					["Silver Grey", "silvergrey.jpg"]
				]
			},
			"Jack Black": {
				"name": "Jack Black",
				"intro": "",
				"stones": [
					["Jack Black", "jack-black.jpg"]
				]
			},
			"Copper": {
				"name": "Copper",
				"intro": "",
				"stones": [
					["Copper", "copper-marble-oar-rugs.jpg"]
				]
			},
			"Peacock": {
				"name": "Peacock",
				"intro": "",
				"stones": [
					["Peacock", "peacock.jpg"]
				]
			},
			"Shimla White": {
				"name": "Shimla White",
				"intro": "",
				"stones": [
					["Shimla White", "shimlaWhite.jpg"]
				]
			},
			"Ocean Black": {
				"name": "Ocean Black",
				"intro": "",
				"stones": [
					["Ocean Black", "oceanblack.jpg"]
				]
			},
			"Silver Shine": {
				"name": "Silver Shine",
				"intro": "",
				"stones": [
					["Silver Shine", "silver_shine_slate.jpg"]
				]
			},
			"Zeera Green": {
				"name": "Zeera Green",
				"intro": "",
				"stones": [
					["Zeera Green", "jeera_green.jpg"]
				]
			},
			"Chocalate": {
				"name": "Chocalate",
				"intro": "",
				"stones": [
					["Chocalate", "chocolate.jpg"]
				]
			},
			"Golden": {
				"name": "Golden",
				"intro": "",
				"stones": [
					["Golden", "golden.jpg"]
				]
			},
			"Indian Autumn": {
				"name": "Indian Autumn",
				"intro": "",
				"stones": [
					["Indian Autumn", "indianautumn.jpg"]
				]
			},
			"California Gold": {
				"name": "California Gold",
				"intro": "",
				"stones": [
					["California Gold", "californiagold.jpg"]
				]
			},
			"Bronze": {
				"name": "Bronze",
				"intro": "",
				"stones": [
					["Bronze", "Bronze.jpg"]
				]
			}
		}
	},
	"steps": {
		"intro": "Coping stones add the finishing touch to any wall. While London Stone offers a range of off- the-shelf profiles to suit a wide variety of styles, bespoke coping stones can be supplied from any of our natural stone, allowing you to choose a material to match or contrast with your paving and steps, widening the design options. Coping stones are often sawn from sandstone, limestone, travertine and basalt, among others, but we also offer riven sandstone, perfect for more rustic garden walls.",
		"subtype": {
			"stepscopingsbenches": {
				"name": "Steps, Copings & Benches",
				"intro": "",
				"stones": [
					["Mint Step", "Mint-steps.jpg"],
					["Kandla Grey Steps", "kandla_coping_1.jpg"],
					["Multicolor Steps", "multicolour.jpg"],
					["Kadappa Black Steps", "kaddapablack.jpg"],
					["Lavender Steps", "lavender.jpg"],
					["Sawn & Shotblasted Steps", "SawnShotblasted.jpg"],
					["Sawn, Shotblasted & Bullnosed Step", "SawnShotblastedBullnosed.jpg"],
					["Slate Grey Coping", "SlateGreyCoping.jpg"],
					["Lavender Coping", "LavenderCoping.jpg"],
					["Marigold Sawn & Shotblasted Bench", "MarigoldSawnShotblastedBench.jpg"],
					["F.Brown Sawn & Shotblasted Bench", "F.BrownSawn&ShotblastedBench.jpg"]
				]
			},
			"pallisades": {
				"name": "Pallisades",
				"intro": "",
				"stones": [
					["Kota Brown Pallisades", "KotaBrownPallisades.jpg"],
					["Multicolor Pallisades", "MulticolorPallisades.jpg"],
					["Modak Pallisades", "ModakPallisades.jpg"],
					["Mint Pallisades", "MintPallisades.jpg"],
					["Kandla Grey Pallisades", "kandla-grey-sandstone-block-steps-421445.jpg"]
				]
			},
			"kerbs": {
				"name": "Kerbs",
				"intro": "",
				"stones": [
					["Kandla Grey Kerbs", "kandla-grey-kerb-stone-500x500.jpg"],
					["Multicolor Kerbs", "MulticolorKerbs.png"],
					["Yellow Kerbs", "yellowkerb.jpg"],
					["Mint Kerbs", "Mint-kerbs-Sandstone.jpg"],
					["Kandla Grey Sawn Kerbs", "KandlaGreyKerbs.jpg"]
				]
			}
		}
	}
}